Repository: abdiiwan1841/monev
Catalog: account/locale/*/LC_MESSAGES/django.po
Languages: id

source: %(name)s object with primary key %(key)r does not exist.
id: %(name)s dengan primary key %(key)r tidak ditemukan.

source: Password changed successfully.
id: Sandi berhasil diubah.

source: Change password: %s
id: Ganti sandi: %s

source: is active
id: akun aktif

source: account
id: akun

source: The two password fields didn't match.
id: Sandi yang anda masukan tidak cocok.

source: Password
id: Sandi

source: Password confirmation
id: Konfirmasi sandi

source: Enter the same password as before, for verification.
id: Masukan sandi yang sama seperti sebelumnya, untuk konfirmasi.

source: Raw passwords are not stored, so there is no way to see this user's password, but you can change the password using <a href="{}">this form</a>.
id: Tidak bisa melihat sandi, tapi anda bisa mengubah sandi menggunakan <a href"{}">form ini</a>.

source: User can't be both a RegionalAdmin and a Respondent.
id: Pengguna tidak bisa memiliki akun admin wilayah dan responden.

source: User is neither a RegionalAdmin nor a Respondent.
id: Penggunan tidak memiliki akun admin wilayah atau responden

source: region
id: wilayah

source: User already registered as a Repondent.
id: Pengguna telah terdaftar sebagai responden

source: regional admin
id: admin wilayah

source: regional admins
id: admin wilayah

source: Male
id: Pria

source: Female
id: Perempuan

source: gender
id: jenis kelamin

source: age
id: umur

source: workplace
id: unit kerja lembaga/organisasi

source: province
id: provinsi

source: regency
id: kota/kabupaten

source: position
id: jabatan

source: year of service
id: masa/lama kerja

source: last education
id: pendidikan terakhir

source: User already registered as a RegionalAdmin.
id: Pengguna telah terdaftar sebagai admin wilayah

source: respondent
id: responden

source: respondents
id: responden
